
INSERT INTO t_p61788166_html_to_frontend.payments 
  (category, amount, description, payment_date, category_id, legal_entity_id, contractor_id, department_id, status, service_id, payment_type)
VALUES
  ('AI и автоматизация', 40000.00, 'конструктор для разработки ИИ сервиса', '2026-02-16 00:00:00', 20, 23, 42, 18, 'approved', 51, 'cash'),
  ('AI и автоматизация', 30000.00, 'конструктор для разработки ИИ сервиса', '2026-02-23 00:00:00', 20, 23, 42, 18, 'approved', 51, 'cash'),
  ('AI и автоматизация', 30000.00, 'конструктор для разработки ИИ сервиса', '2026-03-04 00:00:00', 20, 23, 42, 18, 'approved', 51, 'cash'),
  ('AI и автоматизация', 30000.00, 'конструктор для разработки ИИ сервиса', '2026-03-18 00:00:00', 20, 23, 42, 18, 'approved', 51, 'cash'),
  ('AI и автоматизация', 30000.00, 'конструктор для разработки ИИ сервиса', '2026-03-25 00:00:00', 20, 23, 42, 18, 'approved', 51, 'cash');
